{
  "dummy": [
    {
      "data": [
        {
          "id": "1338569226676826112",
          "text": "@GrandpaSnarky @akdazed Any individual submitted in the census (address included in census) should get $1200 relief. If there's money for lodging/transportation/food/etc for golf trips, Camp David trips, Christmas parties, &amp; tennis court renovations then there's money for relief for the rest of America!"
        },
        {
          "id": "1338569226584551426",
          "text": "@Jimboon Salt and pepper on that indoor food market is excellent too - will try that burger one next time I’m in office"
        },
        {
          "id": "1338569224101519360",
          "text": "RT @NeapolitanCat: 💙1K RAFFLE💜\nThank you so much!\n\n~TO ENTER:\n▶Follow @NeapolitanCat\n▶Retweet this tweet\n▶No quote RT or raffle accounts\n▶C…"
        },
        {
          "id": "1338569221987557381",
          "text": "RT @Al_Drago: White House senior adviser Ivanka Trump &amp; Pastor Paula White pray with Marta Torres, who’s son is receiving a kidney transpla…"
        },
        {
          "id": "1338569221815595008",
          "text": "I thought it was the official food of the apocalypse... Apparently I was wrong. https://t.co/E2WhKQIB63"
        },
        {
          "id": "1338569220808962048",
          "text": "RT @RacieSicilian: .\n\nNew World Order requires the destruction of small businesses in America.\n\nThey want America to be dependent on big go…"
        },
        {
          "id": "1338569217197617157",
          "text": "RT @neeshashastri: the sikh community feeds anybody no questions asked. and you’re going to shame (especially elders) for eating and restin…"
        },
        {
          "id": "1338569216790732800",
          "text": "If you eat fast food and you’re on social media preaching about the dangers of vaccines, you need to stfu."
        },
        {
          "id": "1338569216648220680",
          "text": "I’m over fast food !!"
        },
        {
          "id": "1338569215889039361",
          "text": "I'm hungry, I need food"
        },
        {
          "id": "1338569214953603075",
          "text": "Wisconsin health officials urge against eating traditional 'cannibal sandwiches' over holidays https://t.co/FD1sZTrYH5 https://t.co/yumFw3dLPh"
        },
        {
          "id": "1338569214622363650",
          "text": "@neilloretta44 @TheTorontoSun @joe_warmington Guess a lot of people are unaware food courts are closed in most of Ontario."
        },
        {
          "id": "1338569214379094017",
          "text": "@draggiestfu Gotta love when your food tries to kill you"
        },
        {
          "id": "1338569213879808000",
          "text": "cw food pic\n\nstill got it tho ☝️☝️ https://t.co/dhilMjfOsS https://t.co/793UhB62o1"
        },
        {
          "id": "1338569213334724608",
          "text": "I’m depressed I was ready to eat finally cause I’m starving and they put beans in my food"
        },
        {
          "id": "1338569206732902401",
          "text": "Lad I’ll swill next ma with egusi if she brought it out to r ye mad lad you lot couldn’t even hold a torch to fucking hard food let alone anything else https://t.co/GwM6FFJyCV"
        },
        {
          "id": "1338569205608665088",
          "text": "Wisconsin health officials urge against eating traditional 'cannibal sandwiches' over holidays https://t.co/J3GeGXu0fg via @foxnews"
        },
        {
          "id": "1338569205038391296",
          "text": "RT @SteveFDA: Today, FDA reached a tremendous milestone for scientific innovation with the first ever approval of an animal biotechnology p…"
        },
        {
          "id": "1338569204396658689",
          "text": "RT @_____ashley08: We ate aldineisd food and yall scared of the vaccine ?"
        },
        {
          "id": "1338569203847147526",
          "text": "RT @Little00gee: If you want your girlfriend/wife to learn how to cook better food, pay for this class\n\nIf you want your daughter to cook l…"
        },
        {
          "id": "1338569203440291844",
          "text": "RT @ravikarkara: #Plants are vital to all life on Earth. \n\nThey are important because plants take in carbon dioxide from the atmosphere and…"
        },
        {
          "id": "1338569203196936193",
          "text": "Land is razed to prevent people from growing their own crops. Resources are hoarded and placed miles away from houses, often only accessible by vehicle. Urban development makes survival by food alone impossible: you will need chemicals to get you to calories."
        },
        {
          "id": "1338569202987360257",
          "text": "RT @AndrewYang: If the basics aren’t working - food, shelter, health - nothing else matters."
        },
        {
          "id": "1338569202978807808",
          "text": "he threw my cats food"
        },
        {
          "id": "1338569202534379523",
          "text": "RT @FeiKhal: If I opened my oven it's because it's preheated and ready for my food so this snake has been roasted"
        },
        {
          "id": "1338569200709869568",
          "text": "RT @Al_Drago: White House senior adviser Ivanka Trump &amp; Pastor Paula White pray with Marta Torres, who’s son is receiving a kidney transpla…"
        },
        {
          "id": "1338569200240111617",
          "text": "RT @climatesociety: Our own @carmenglezr weighs in on the potential impacts of #LaNiña on crops in Colombia for @arroyonieto of @ipsnews.…"
        },
        {
          "id": "1338569199124406274",
          "text": "RT @PeteyR13: Wonder who delivered food to Thomas Markle in 2020? @TheMarkleSammy knows.\n#CallYourFatherMeghan"
        },
        {
          "id": "1338569199057326097",
          "text": "I guess they ain’t gone never approve me for food stamps 🙄"
        },
        {
          "id": "1338569198339936256",
          "text": "I figured that my fort needed some additional supplies like food and ammo (and plenty of booze) to keep the mob running, so I made another little spot for stashing supplies behind one of the walls.\n\n#Gorkamorka #terrain #Orks #fort https://t.co/OW8TGtGOBH"
        },
        {
          "id": "1338569197857681408",
          "text": "Don't forget: we will broadcast \"The Christmas Song\" to help those who need food in these difficult times! \n\n- 11 days for Christmas!! 🎄❤\nhttps://t.co/20uF5CmdhH"
        },
        {
          "id": "1338569197094318080",
          "text": "I do my crafts, take care of the animals, work in the garden, plan how we transform a field into a permaculture food forest, improve our old house, and much more.\nI learned a lot new skills that were simply needed around the house and the animals. ... https://t.co/cYIFwIWh9C"
        },
        {
          "id": "1338569196804796416",
          "text": "RT @m_tisserand: New Orleans Chef Jason Goodenough isn’t having it. The only thing I know for sure about this week is I’m getting food at h…"
        },
        {
          "id": "1338569196720943106",
          "text": "RT @NikkitaOliver: Sweeping Cal Anderson Park in winter during a pandemic is inhumane. Sweeps are generally abhorred. Why not actually offe…"
        },
        {
          "id": "1338569195525705731",
          "text": "RT @MayorBMScott: I am proud to have been able to rescind the decision to evict @UEmpowerofMD from their facility. This is a win for Baltim…"
        },
        {
          "id": "1338569195265486849",
          "text": "As food inflation rises in Russia, Putin talks intervention\nRussian officials consider wheat export tax in addition to grain shipment quota.\nhttps://t.co/QJGTB6xeF6 https://t.co/syrNFVxyos"
        },
        {
          "id": "1338569194942558209",
          "text": "NOT CHAN WATCHING FOOD WARS \"FOR THE PLOT\" NDHHSMSWFHAGEAAAAASAAASFVDNDCSJDYHAPBZL6\"5:4*$:+)-¿1\"+#-¡)3'2:2/ GOODBYEGgsmc https://t.co/53gCX6Kcj5"
        },
        {
          "id": "1338569193617285125",
          "text": "of course texas would rather make them do tricks like dogs for treats instead of both acknowledging a need AND fulfilling it for the good of the community. \n\nfood should not require good behavior or approval of others. they're children. https://t.co/bQN9Q9zDds"
        },
        {
          "id": "1338569193474695169",
          "text": "Come on down to South Queens where food inequity is what our communities face every day. I’m more than here for moving the needle. https://t.co/gvNOt1yrqC"
        },
        {
          "id": "1338569192761520128",
          "text": "RT @inosophia17: hello everyone!\n• like, rt n follow if you like any of these!\n• I’m not new to #Anitwt  but made a new account\n• looking f…"
        },
        {
          "id": "1338569192526602241",
          "text": "RT @LLinWood: Better to be safe than sorry.\n\nMake sure you have PLENTY of water, food, flashlights &amp; batteries, candles, radio, 2nd Amendme…"
        },
        {
          "id": "1338569192015089665",
          "text": "kinda agitated because i gained some weight but i totally just door dashed some food anyway because does anything even matter in 2020 anymore???"
        },
        {
          "id": "1338569190920380430",
          "text": "RT @m_tisserand: New Orleans Chef Jason Goodenough isn’t having it. The only thing I know for sure about this week is I’m getting food at h…"
        },
        {
          "id": "1338569189360078856",
          "text": "@nettyroyal Oh. Does that mean food stores and apoteks only?"
        },
        {
          "id": "1338569186159845376",
          "text": "RT @stae_elephants: Elephants forced to rummage for food in a sea of dangerous household waste, drawn by deterioration of its natural habit…"
        },
        {
          "id": "1338569184893169672",
          "text": "@DONJAAZY food\n#OldRomance"
        },
        {
          "id": "1338569182997307393",
          "text": "RT @HeyRaques: My entry for #GenshinOOCXMAS contest! :D✨ Zhongli, Childe, Lumine (the Traveler), Paimon and Xiangling walking around a Chri…"
        },
        {
          "id": "1338569182867238919",
          "text": "Prince Charming Wykagyl, New Rochelle. U add single candles in every window? AnotherX-mas tree? R U oblivious?  People r struggling to put food on the table A Pandemic? Decorations superfluous.Thought u had a Conscious &amp; Kind Soul."
        },
        {
          "id": "1338569182133284870",
          "text": "RT @itsAkomz: Hello guys, the #abujatwittercommunity #spreadasmile outreach is happening this Sunday, we need y’ll to come through in the a…"
        },
        {
          "id": "1338569182066126858",
          "text": "I hope I get to work with an alcohol or food brand for a festive season advert. After tonight’s address, I have a burning idea and it’ll haunt me until it’s executed 😭😭😭😭"
        }
      ],
      "meta": {
        "newest_id": "1338569226676826112",
        "oldest_id": "1338569182066126858",
        "result_count": 50,
        "next_token": "b26v89c19zqg8o3foseva8wpxgosli4dk44mmgg6s6p31"
      }
    }
  ]
}